<?php

//Класс работает при помощи класса, разработанного в задании 1.
//
//БД содержит поля: id, имя(только буквы), фамилия(только буквы), дата рождения, пол(0,1), город рождения.
//
//Класс должен иметь поля: Массив с id людей.
//Класс должен иметь методы:
//
//Конструктор ведет поиск id людей по всем полям БД (поддержка выражений больше, меньше, не равно);
//Получение массива экземпляров класса 1 из массива с id людей полученного в конструкторе;
//Удаление людей из БД с помощью экземпляров класса 1 в соответствии с массивом, полученным в конструкторе.
//
// В файле со 2ым классом должна проходить проверка на наличие первого класса.
// Если класс отсутствует вывести ошибку и не объявлять класс 2.
class PeopleList
{

}